import { Link } from "react-router-dom";

export function loader(data) {
  return 0;
}
export default function CompareProducts() {
  return (
    <>
      <div id="compair">
        <div class="container">
          <div class="top">
            <div class="item">
              <img
                src={process.env.PUBLIC_URL + "/assets/img/img 2.avif"}
                alt=""
              />
              <span>پیراهن سفید مردانه</span>
              <span>توضیحات کوتاه</span>
              <p>
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
                در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
                نیاز و کاربردهای متنوع با هدف بهبود{" "}
              </p>
              <span>توضیحات بلند</span>
              <p>
                ابزارهای کاربردی می باشد. کتابهالورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.
                چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم
                است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                هدف بهبود ی زیادی در شصت و سه درصد گذشته، حال و آینده شناخت
                فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری
                را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو
                در زبان فارسی ایجاد کرد. 
              </p>
            </div>
            <div class="item">
              <img
                src={process.env.PUBLIC_URL + "/assets/img/img 2.avif"}
                alt=""
              />
              <span>پیراهن سفید مردانه</span>
              <span>توضیحات کوتاه</span>
              <p>
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله
                در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
                نیاز و کاربردهای متنوع با هدف بهبود{" "}
              </p>
              <span>توضیحات بلند</span>
              <p>
                ابزارهای کاربردی می باشد. کتابهالورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.
                چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم
                است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با
                هدف بهبود ی زیادی در شصت و سه درصد گذشته، حال و آینده شناخت
                فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری
                را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو
            در زبان فارسی ایجاد کرد. .
              </p>
            </div>
          </div>
          <div class="details">
            <div class="d1">
              <span>مقایسه جذییات</span>
              <p>سایز</p>
              <p>فصل</p>
              <p>رنگ</p>
              <p>جنس</p>
              <p>قیمت</p>
            </div>
            <div class="item">
              <span>پیراهن سفید مردانه</span>
              <p>m</p>
              <p>تمامی فصول</p>
              <p>سفید</p>
              <p>پارچه</p>
              <p>۲۵۰۰۰۰ تومان</p>
            </div>
            <div class="item">
              <span>پیراهن سفید مردانه</span>
              <p>m</p>
              <p>تمامی فصول</p>
              <p>سفید</p>
              <p>پارچه</p>
              <p>۲۵۰۰۰۰ تومان</p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
